{
    "portuguese": 
    {
        "navHome": "Início",
        "navAbout": "Sobre",
        "navSkills": "Competências",
        "navProjects": "Projetos",
        "navContact": "Contacto",
        "homeTitle": "Programador Full Stack",
        "homeAnd": "e",
        "homeFlip1": "aprendiz permanente",
        "homeFlip2": "heliófilo",
        "homeFlip3": "adoro comida",
        "homeFlip4": "viajar",
        "homeFlip5": "filmes de super heróis",
        "homeFlip6": "treinar",
        "homeFlip7": "madrugador",
        "aboutH3": "Sobre",
        "aboutH2": "Quem sou eu?",
        "aboutP1": "Desde que me consigo lembrar, sempre tive uma <strong>mente bastante curiosa</strong> . Quando tinha 7 anos, já reparava os comandos da consola que tinha na altura, trocando os butões avariados por outros que trabalhassem. Aos 15, quando consegui adquirir o meu primeiro desktop, comecei rapidamente a aprender sobre hardware. Desmontei e montei-o enumeras vezes, fiz vários upgrades, e acabei por perceber exatamente a função de cada componente. Como podem imaginar, sim, <strong>sou uma espécie de canivete suíço</strong>, um <strong>DIY</strong>, que resolve todos os problemas informaticos da familia e amigos.",
        "aboutP2": "Em 2006 alistei-me na <strong>Força Aérea Portuguesa</strong>, na especialidade de <strong>Operador de Informática</strong> e no verão de 2022 decidi aprender programação! Pelo meio tive no <strong>serviço territorial da GNR</strong> e atualmente faço parte das <strong>equipas heli-transportadas da UEPS da GNR</strong>, responsáveis pela 1ª intervenção em incêndios rurais.",
        "aboutP3": "Acredito que através do <strong>espírito de compromisso e de uma atitude positiva e determinada conseguimos ir onde quisermos</strong>. E assim comecou a minha procura por uma nova oportunidade na área do desenvolvimento para continuar a minha aprendizagem!",
        "aboutCv": "Veja o meu curriculum",
        "aboutCvLink": "https://drive.google.com/file/d/1rW8QB8PEJ4qxrZ7MgiKtKQ-g_WRzWuo9/view?usp=sharing",
        "aboutCvLinkText": "aqui!",
        "skillsH3": "Competências",
        "skillsH2": "Ferramentas que tenho utilizado e o que tenho aprendido!",
        "projectsH3": "Projetos",
        "projectsH2": "Algum trabalho já realizado",
        "project1PRight": "Um simples bloco de notas",
        "btnProject1View": "Veja aqui",
        "btnProject1Github": "github",
        "project2PLeft": "Vejamos se tem uma boa memória visual!",
        "btnProject2View": "veja aqui",
        "btnProject2Github": "github",
        "project3PRight": "Poderá requerer tokens ICPepe nesta plataforma, inspirado no meme PEPE e na Curve Finance, desenvolvido na bockchain ICP. Atualmente a implementar autenticação com Internet Identity",
        "project4PLeft": "Projecto em execução. A desenvolver um NFT marketplace na blockchain ICP.",
        "contactH2": "Entre em contacto!",
        "contactP1": "Discutir um novo project, pedido de informações sobre trabalho freelancer ou mesmo apenas um café?",
        "contactP2": "Terei todo o gosto em falar consigo!",
        "formName": "Nome",
        "formMessage": "Mensagem",
        "btnMessage": "Enviar mensagem"
    }
}