{
    "portuguese": 
    {
        "navHome": "Início",
        "navAbout": "Sobre",
        "navSkills": "Competências",
        "navProjects": "Projetos",
        "navContact": "Contacto",
        "homeTitle": "Programador Full Stack",
        "homeAnd": "e",
        "homeFlip1": "estou continuamente a aprender",
        "homeFlip2": "sou heliófilo",
        "homeFlip3": "adoro comida",
        "homeFlip4": " gosto de viajar",
        "homeFlip5": "e de treinar",
        "homeFlip6": "sou madrugador",
        "homeFlip7": "estou sempre a ouvir música",
        "homeFlip8": "tenho uma mentalidade de crescimento",
        "aboutH2": "Sobre",
        "aboutH1": "Quem sou eu?",
        "aboutP1": "Desde que me lembro, <strong>sempre fui muito curioso</strong>. Desde reparar os comandos da minha consola aos 7 anos, trocando botões partidos por novos, até aprender a fazer o meu computador voltar a funcionar depois de tanto mexer nele até não arrancar mais, aos 15, sempre fui fascinado pela tecnologia. Como podes imaginar, sim, sou como um <strong>canivete suíço</strong>, <strong>um faz-tudo</strong> que resolve todos os problemas tecnológicos da minha família e amigos.",
        "aboutP2": "Em 2006, alistei-me na <strong>Força Aérea Portuguesa</strong> como <strong>Administrador de Sistemas de TI</strong>. Em 2022, decidi mergulhar na programação! Pelo meio, fui <strong>Guarda(GNR)</strong> e agente da <strong>UEPS – membro das equipas de primeira intervenção helitransportadas</strong>, cuja principal missão é ser a primeira linha de intervenção no combate a incêndios rurais.",
        "aboutP3": "Acredito verdadeiramente que com compromisso e consistência, podemos alcançar qualquer coisa. Sou um lutador, sempre a moldar-me, a olhar em frente, e a melhorar dia após dia, não apenas por mim, mas pelas pessoas à minha volta. </strong>'Apenas continua sempre a progredir'</strong> é sem dúvida uma frase com a qual me identifico bastante.",
        "aboutCv": "Vê o meu curriculum",
        "aboutCvLink": "https://drive.google.com/file/d/1rW8QB8PEJ4qxrZ7MgiKtKQ-g_WRzWuo9/view?usp=sharing",
        "aboutCvLinkText": "aqui!",
        "skillsH3": "Competências",
        "skillsH2": "Ferramentas que tenho utilizado e o que tenho aprendido!",
        "projectsH2": "Projetos",
        "projectsH1": "Alguns trabalhos que tenho feito ultimamente!",
        "project1H3": "Write-It",
        "project1P1": "Um simples bloco de notas. Usada a MERN stack e alojado na AWS",
        "btnProjectsView": "Vê aqui",
        "btnProjectsGithub": "github",
        "project2H3": "Simon Game",
        "project2P1": "Vejamos se tens uma boa memória visual!",
        "project3H3": "Pong Game",
        "project3P1": "Experiencia a nostalgia que este famoso jogo te trás.\nDesenvolvido com a library Tkinter do Python.",
        "project4H3": "Snake Game",
        "project4P1": "Lembras-te deste vício? Quem não?! :)\nConstruído com a library Tkinter do Python.",
        "project5H3": "Turtle Crossing",
        "project5P1": "Consegues guiar a tartaruga sem que ela seja atingida?!",
        "project6H3": "ShieldPass Vault",
        "project6P1": "Não voltes a guardar as tuas passwords diretamente no browser!\nGuarda-as de forma segura com o ShieldPass Vault.",
        "project7H3": "Aventuras\nNo Limits",
        "project7P1": "Empressa de prestação de serviços no âmbito da animação infântil,\naluguer de insufláveis, pinturas faciais, entre outros.",
        "contactH2": "Entra em contacto!",
        "contactP1": "Discutir um novo project, pedido de informações sobre trabalho freelancer ou mesmo apenas um café?",
        "contactP2": "Terei todo o gosto em falar contigo!",
        "formName": "Nome",
        "formMessage": "Mensagem",
        "btnMessage": "Enviar mensagem"
    }
}